Table of Contents
 Class ISEventArgs
Namespace
IdeaStatiCa.Plugin
Assembly
IdeaStatiCa.Plugin.dll
public class ISEventArgs : EventArgs
Inheritance
object
EventArgs
ISEventArgs
Inherited Members
 EventArgs.Empty
 object.ToString()
 object.Equals(object)
 object.Equals(object, object)
 object.ReferenceEquals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
Properties
 Status
public AppStatus Status { get; set; }
Property Value
AppStatus
 Edit this page